docs/siege-tests.log
Lifting the server siege...
Transactions:                  41941 hits
Availability:                 100.00 %
Elapsed time:                  20.19 secs
Data transferred:               0.08 MB
Response time:                  0.05 secs
Transaction rate:            2077.32 trans/sec
Concurrency:                   99.73
Successful transactions:       41941
Failed transactions:               0
Longest transaction:            0.25
Shortest transaction:       0.01